
{

"always_with_pleasure": {
"name": "Kayleigh Cassidy",
"image": "https://improfestival.ee/en/assets/workshops/kayleigh_cassidy-c9cd1f153f0c111977fa27807305a607624a9f5ed4ab3770790b79f2cf79fb63.jpg",
"id": "/workshops/always_with_pleasure",
"slug": "always_with_pleasure",
"start": "2018-09-20 10:00",
"end": "2018-09-20 13:00",
"content": "&lt;p&gt;Do you find it difficult to get out of your head and into your body? Do you find yourself judging yourself or yourimprov colleagues during and/or after scenes? In Always With Pleasure we will discover ways to be kinder to ourselvesand acquire skills to learn how to play better. This three hour workshop will quickly delve deep into the root ofsaying yes and enjoying the world created as a result. It will give you the chance to practice how to enjoy everymoment on (and off) stage with pleasure with scene and group work. Just as the clown experiences the world withfoolish joy, we will connect to our playful spirit and follow what feels good.&lt;/p&gt;&lt;hr /&gt;&lt;p&gt;Kayleigh is an award winning comedian who has over 7 years experience teaching Improvisation.She is a first class theatre graduate who has trained in New York and at IO in Chicago. She lived inBarcelona for 5 years where she was part of the Barcelona Improvisation Group, coaching and teaching workshops.&lt;/p&gt;&lt;p&gt;Kayleigh is part of Sketch duo 50 eggs who premiered at Brighton Fringe Festival 2018 with The Jerry Hall Show.Kayleigh performs stand-up comedy, musical comedy, cabaret and drag and issue-based theatre for children.She currently lives in London where she plays with Edinburgh Fringe sellout show Crime Scene Improvisation,studies Creative Writing at Birkbeck University and is a member of The Soho Theatre’s Young Members Team.&lt;/p&gt;&lt;p&gt;She has travelled internationally with her classes: Being Magic, Always with Pleasure, Maximising the moment andSilent Scenes. Her teaching methods are based and bubbled with joy.&lt;/p&gt;",
"excerpt": "Do you find it difficult to get out of your head and into your body? Do you find yourself judging yourself or yourimprov colleagues during and/or after scenes? In Always...",
"ticket_price": 
}
,

"feel_me": {
"name": "Katarzyna Chmara",
"image": "https://improfestival.ee/en/assets/workshops/katarzyna_chmara-82293d8823d0a3af38ee94ee985c70ed90b918adc587a89e447dd48cf1b78e15.jpg",
"id": "/workshops/feel_me",
"slug": "feel_me",
"start": "2018-09-20 14:00",
"end": "2018-09-20 17:00",
"content": "&lt;p&gt;When you believe in emotions on stage, the audience also will.&lt;/p&gt;&lt;p&gt;The workshop is focused on creating believable positive and negative characters. You willlearn how to create strong, authentic and emotional relationships between partners. Youwill learn how to find the balance in the scene, the critique point / the climax and the newbalance, which will make your scenes meaty, real and easy to believe.&lt;/p&gt;&lt;p&gt;Improve, discover and react!&lt;/p&gt;&lt;hr /&gt;&lt;p&gt;Katarzyna is an actress and teacher and performs with numerous improv groups, such as thepopular “wymyWammy” (Bydgoszcz), the duo group “Two Sisters”, the Lodz based theatre group“Impro Atak” as well as the European improv project „Ohana”.&lt;/p&gt;&lt;p&gt;Chmara is an artistic coordinator of Improdrom - international Improv Festival in Bydgoszcz, Poland.She has gained experience in the field of organisation, production and public relations.She regularly leads theatre and improvisation workshops in Bydgoszcz and throughout Poland.She also provides “Give a Voice - Your power on the stage!” workshop in Strasbourg.&lt;/p&gt;&lt;p&gt;She was the only Polish improviser to take part in the European Improv project organized by Die Gorillas Theatre,“Our Lives”. Currently, she is doing her PhD on “creating character in scripted play through improvisation techniques”in National Film and Theatre School in Łódź- Poland.Kasia has been conducting theater workshops since 1998. She has been improvising over for 8 years.&lt;/p&gt;",
"excerpt": "When you believe in emotions on stage, the audience also will.",
"ticket_price": 
}
,

"shifting_gears": {
"name": "Jochem Meijer",
"image": "https://improfestival.ee/en/assets/workshops/jochem_meijer-de2a28e2e651dec1abe1b9856bfdf974dc0062c42c032cfc88fe2cbaf67db9f1.jpg",
"id": "/workshops/shifting_gears",
"slug": "shifting_gears",
"start": "2018-09-21 14:00",
"end": "2018-09-21 17:00",
"content": "&lt;p&gt;Improvisational theater comes in many forms and a lot of troupes specialize on a particular style. Some will talka lot during their scenes, others focus on silence in scenes, some groups love making small talk and others focuspurely on the relationships between the characters.&lt;/p&gt;&lt;p&gt;What would happen if you would change the style you are playing in the middle of the scene?&lt;/p&gt;&lt;p&gt;That is what you are going to discover in this workshop. The goal is to shift styles and speeds during the scene.You will create dynamic scenes that can make small talk all of a sudden very important for the characters and switchfrom talking heads into beautiful silent moments. Jochem will hand you an easy to remember system with which you canconsciously switch back and forth between styles for the good of the scene.&lt;/p&gt;&lt;hr /&gt;&lt;p&gt;Bio: Jochem Meijer is a 40 year old improviser from Amsterdam. He has been improvising since he was 21.For over 18 years he has taught various improv troupes, schools and companies within the Netherlands and Europe.He performs every week with his troupe easylaughs in Amsterdam and is part of various specialized groups.Also he is a part of the artistic committee of the impro festival in Amsterdam (IMPRO Amsterdam).&lt;/p&gt;&lt;p&gt;He loves making people click with each other and focuses on getting the group to a higher level. In his workshops,he dominantly focuses on learning through doing, not talking. So don’t expect to be sitting down in long discussionsbut to get moving and playing.&lt;/p&gt;",
"excerpt": "Improvisational theater comes in many forms and a lot of troupes specialize on a particular style. Some will talka lot during their scenes, others focus on silence in scenes, some...",
"ticket_price": 
}
,

"the_physical_comedian": {
"name": "Morgan Mansouri",
"image": "https://improfestival.ee/en/assets/workshops/morgan_mansouri-22f6fac4d1b9f0cc3ad79d2d8b834be7d6868c0ede76b1a484bdfe73843c5a8f.jpg",
"id": "/workshops/the_physical_comedian",
"slug": "the_physical_comedian",
"start": "2018-09-21 10:00",
"end": "2018-09-21 13:00",
"content": "&lt;p&gt;This workshop explores ways of using the human body as a tool for comedy and storytelling.&lt;/p&gt;&lt;p&gt;In the search for comedy, it is easy to forget that body language is universal, and we can use our bodies to speak,instead of always relying on verbal language. This workshop will prove that it is not necessary to speak to be ableto create stories, to transmit emotions, and connect with your audience. In this workshop, you will learn a varietyof tricks and techniques from the world of mime and clowning, and see how they can be used to create realistic objectsand environments on stage.&lt;/p&gt;&lt;hr /&gt;&lt;p&gt;Morgan began theater when he was 9 years old…and never quit the stage.&lt;/p&gt;&lt;p&gt;He studied the art of theater and cinematography at school, then went to Paris to study at the acting schoolCours Florent, where he discovered improv. He began to work in different classical theater companies as an actor,writer, producer, production manager, webmaster or technician and learned at the same time masks, dance, mime,sing, video, clown and many more to be the artist he is today.&lt;/p&gt;&lt;p&gt;In 2011-2018 he worked with the professional french improv company Impro Infini as an actor, producer andartistic director. He brought them all his knowledge and used it to create many shows and different workshopsto convey his vision of the scene. At the same time, he was also the co-director of theInternational Improv Festival SUBITO!¡ in Brest. He has created many shows but has also played and trainedwith a lot of well-respected improv players like Randy Dixon, Patti Stiles, Joe Bill, Lee White, Felipe Ortiz,Inbal Lori, Nick Byrne, and many more… He has also travelled to teach, learn and play improv in differentinternational improv festivals like Berlin IMPRO festival 2014, Seattle UP festival 2014, Würzburg Festival 2014/15,Amsterdam IMPRO 2016/18, Tampere FIIF 2016/17/18, Göteborg IMPROFEST 2016, WIP Piombino 17, Shiiink 17,Improovelicious 18 and Lyon Impro Fest 18. In 2018, wishing to emerge from the classical borders ofimprovisation and to take advantage of all his achievements, he founded a new multidisciplinary artisticgroup in France called POULPE PRODUCTION and now presents original creations at different improvfestivals (like DECIBEL, BACKSTAGE or IMPORN).&lt;/p&gt;&lt;ul&gt;  &lt;li&gt;&lt;a href=&quot;https://www.facebook.com/decibelimpro&quot;&gt;facebook.com/decibelimpro&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;https://www.poulpeproduction.com/quoi/shows/g-oldies/&quot;&gt;poulpeproduction.com/quoi/shows/g-oldies&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;https://www.facebook.com/PoulpeProduction&quot;&gt;facebook.com/PoulpeProduction&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;https://www.poulpeproduction.com&quot;&gt;poulpeproduction.com&lt;/a&gt;&lt;/li&gt;&lt;/ul&gt;",
"excerpt": "This workshop explores ways of using the human body as a tool for comedy and storytelling.",
"ticket_price": 
}
,

"feedback_in_improv_world": {
"name": "Michaela Puchalková",
"image": "https://improfestival.ee/en/assets/workshops/michaela_puchalkova-8a54eabd59b55757aee903c5b973b9225d0af56aa6e22ade3c788458f0113487.jpg",
"id": "/workshops/feedback_in_improv_world",
"slug": "feedback_in_improv_world",
"start": "2018-09-22 14:00",
"end": "2018-09-22 17:00",
"content": "&lt;p&gt;What can we learn from the coaches and personal development trainers? How the principles of NVC -NonViolentCommunication could help us the improvisers and the teachers?&lt;/p&gt;&lt;p&gt;Is there any difference between the Feedback and the Evaluation?&lt;/p&gt;&lt;p&gt;During the workshop we will use our personal experiences to learn how to give and receive feedback.We will see how to utilise the feedback principles in our very precious and delicate improv art worldto maximise our potential without causing harm.&lt;/p&gt;&lt;hr /&gt;&lt;p&gt;Discovering improv during a stay in France, in Marseille, Michaela fell in love with improv and her firstgroup La L.I.Pho (Ligue d’Improvisation Phocéenne). Back home in Prague in 2000 she founded the first Czechimprov group Pra.L.I.NY and helped to emerge a number of teams and groups in the Czech Republic.&lt;/p&gt;&lt;p&gt;She loves the endless journey to explore the possibilities of improvisation both in theater and in life anddoes it as an improv trainer, player, coach &amp;amp; facilitator.&lt;/p&gt;&lt;ul&gt;  &lt;li&gt;&lt;a href=&quot;https://www.impromia.com/&quot;&gt;impromia.com&lt;/a&gt;&lt;/li&gt;&lt;/ul&gt;",
"excerpt": "What can we learn from the coaches and personal development trainers? How the principles of NVC -NonViolentCommunication could help us the improvisers and the teachers?",
"ticket_price": 
}
,

"from_tradition_to_improv": {
"name": "Koray Tarhan",
"image": "https://improfestival.ee/en/assets/workshops/koray_tarhan-aa8b40dd16ae8efbeef25a3507583552b4fbc0338472581bb50cd9e03f89bd70.jpg",
"id": "/workshops/from_tradition_to_improv",
"slug": "from_tradition_to_improv",
"start": "2018-09-22 10:00",
"end": "2018-09-22 13:00",
"content": "&lt;p&gt;The session starts with some warm up including traditional games. It continues with the explanations of gamesthat we developed from traditional theater forms into improv; different storytelling styles and story buildingwith audience interaction. The main idea is creating simple games from traditional forms in order to enrich theimprovisational repertoire. The most important achievement of this workshop is asking questions about differenttraditional forms and if they can be used in improv.&lt;/p&gt;&lt;hr /&gt;&lt;p&gt;Koray Tarhan graduated from Ankara University Theater Dept. in 2001. He is one of the founders of the first improvgroup in Turkey in 2000 and works as an actor, instructor, musician and project coordinator in Istanbulimpro.&lt;/p&gt;&lt;p&gt;He uses improvisation in business, education and social projects. Works with children, teenagers and adults in differentfoundations and organizations. His book ‘Dogaclama Icin Elkitabi’ was published in 2013, which is the first handbookon Improv in Turkish. He is the coordinator of Istanbul International Improv Festival.&lt;/p&gt;&lt;p&gt;Koray Tarhan worked as an actor, musician, puppeteer in different TV and movie projects since 2000.&lt;/p&gt;&lt;ul&gt;  &lt;li&gt;&lt;a href=&quot;http://www.istanbulimpro.com&quot;&gt;istanbulimpro.com&lt;/a&gt;&lt;/li&gt;&lt;/ul&gt;",
"excerpt": "The session starts with some warm up including traditional games. It continues with the explanations of gamesthat we developed from traditional theater forms into improv; different storytelling styles and story...",
"ticket_price": 
}
,

"max_q_finding_the_next_beat": {
"name": "Kevin Miller",
"image": "https://improfestival.ee/en/assets/workshops/kevin_miller-2891db8592b9cc011672b57b81a6a87528b36fdb4fe4146ea3bbbe904322b03e.jpg",
"id": "/workshops/max_q_finding_the_next_beat",
"slug": "max_q_finding_the_next_beat",
"start": "2018-09-22 14:00",
"end": "2018-09-22 17:00",
"content": "&lt;p&gt;In rocketry, “Max Q” is the point where a rocket experiences the greatest amount ofpressure. In improv, it’s the point in a scene where you know what the scene’s about, butdon’t know what to do next. This is a diagnostics workshop where we find out how tosend a scene rocketing towards a satisfying ending.&lt;/p&gt;&lt;hr /&gt;&lt;p&gt;Kevin Miller has performed, coached, and taught improv in Austin, Texas for over 16years. He is the dean of the Merlin Works Institute of Improvisation. He has teachingexperience in a dozen states and around the world, as far abroad as Finland and SouthAfrica. Kevin owns one dog, two cats, and ten chickens.&lt;/p&gt;",
"excerpt": "In rocketry, “Max Q” is the point where a rocket experiences the greatest amount ofpressure. In improv, it’s the point in a scene where you know what the scene’s about,...",
"ticket_price": 
}
,

"the_strategy_behind_a_character": {
"name": "Kaspars Breidaks",
"image": "https://improfestival.ee/en/assets/workshops/kaspars_breidaks-1bb4ed3678673398f994449584dacc3b8798641b675646b63d4493a129284aba.jpg",
"id": "/workshops/the_strategy_behind_a_character",
"slug": "the_strategy_behind_a_character",
"start": "2018-09-22 10:00",
"end": "2018-09-22 13:00",
"content": "&lt;p&gt;Occupation, wants and dreams are not the only things that define a character. Eventhough we’re improvising it’s good to have a strategy for your character’s growth andinfluence in the story you’re creating. The saying: “If you have a great character, the storywill find you” is absolutely true, but to develop a character that does not get stuck in theplot twists can sometimes be devastating. In this workshop, we’ll create, research andstrengthen the characters.&lt;/p&gt;&lt;hr /&gt;&lt;p&gt;Kaspars Breidaks has studied and performed in The Second City, Chicago and represented Latvia in improv festivals in Denmark, Netherlands, Germany, Finland, Spain, France and Estonia. He hosts a daily morning show on Radio SWH in Riga, Latvia and performs every week in short and long form shows. About a year ago he created “The Joy of Life school” where he applies improv rules and techniques to help people become more open minded and enrich their communication skills.&lt;/p&gt;&lt;ul&gt;  &lt;li&gt;&lt;a href=&quot;https://www.facebook.com/profile.php?id=652976129&quot;&gt;Kaspars Breidaks on Facebook&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;https://www.facebook.com/ImprovComedyRiga/&quot;&gt;facebook.com/ImprovComedyRiga&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;https://www.instagram.com/kbreidaks/&quot;&gt;instagram.com/kbreidaks&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;http://www.dzivespriekaskola.lv/&quot;&gt;dzivespriekaskola.lv&lt;/a&gt;&lt;/li&gt;&lt;/ul&gt;",
"excerpt": "Occupation, wants and dreams are not the only things that define a character. Eventhough we’re improvising it’s good to have a strategy for your character’s growth andinfluence in the story...",
"ticket_price": 
}


}

